{
  "text": {
    "hi": 43,
    "hello": 40,
    "good": 36,
    "morning": 65,
    "how": 44,
    "are": 7,
    "you": 103,
    "hey": 42,
    "what": 101,
    "s": 80,
    "up": 97,
    "all": 6,
    "bye": 15,
    "see": 81,
    "later": 58,
    "goodbye": 37,
    "catch": 19,
    "talk": 88,
    "to": 93,
    "have": 39,
    "a": 1,
    "nice": 69,
    "day": 23,
    "take": 87,
    "care": 17,
    "soon": 84,
    "the": 90,
    "weather": 100,
    "in": 48,
    "pune": 77,
    "goa": 35,
    "delhi": 24,
    "manali": 62,
    "forecast": 32,
    "for": 31,
    "kerala": 55,
    "like": 59,
    "mumbai": 66,
    "tell": 89,
    "me": 64,
    "bangalore": 10,
    "chennai": 20,
    "hyderabad": 46,
    "jaipur": 51,
    "kolkata": 56,
    "agra": 4,
    "ahmedabad": 5,
    "should": 83,
    "i": 47,
    "pack": 73,
    "packing": 74,
    "advice": 3,
    "tips": 92,
    "bring": 13,
    "list": 60,
    "carry": 18,
    "essentials": 29,
    "is": 50,
    "rasa": 79,
    "about": 2,
    "explain": 30,
    "does": 27,
    "do": 26,
    "purpose": 78,
    "of": 71,
    "plan": 75,
    "trip": 95,
    "want": 99,
    "my": 67,
    "guide": 38,
    "on": 72,
    "planning": 76,
    "can": 16,
    "steps": 85,
    "who": 102,
    "built": 14,
    "created": 21,
    "made": 61,
    "your": 104,
    "creator": 22,
    "developed": 25,
    "behind": 11,
    "ksdjflksdjf": 57,
    "blabla": 12,
    "jfn": 52,
    "hrein": 45,
    "asdfasdf": 8,
    "this": 91,
    "don": 28,
    "t": 86,
    "understand": 96,
    "go": 34,
    "from": 33,
    "june": 54,
    "__number__": 0,
    "may": 63,
    "need": 68,
    "travel": 94,
    "info": 49,
    "july": 53,
    "help": 41,
    "august": 9,
    "visit": 98,
    "september": 82,
    "october": 70
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "ask_weather": 0,
    "recommend_packing": 8,
    "faq_what_is_rasa": 3,
    "faq_how_plan_trip": 2,
    "faq_who_built_you": 4,
    "fallback": 1,
    "provide_travel_info": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_fetch_weather": 6,
    "action_recommend_packing": 8,
    "travel_form": 14,
    "utter_fallback": 15,
    "utter_faq_how_plan_trip": 16,
    "utter_faq_what_is_rasa": 17,
    "utter_faq_who_built_you": 18,
    "utter_goodbye": 19,
    "utter_greet": 20
  },
  "action_text": null,
  "intent_response_key": null
}